[M_Orchid_FireWater MissionDefinition]
MissionDescription="Frank, a corpse whom Shade imagines to be a growly alcoholic, needs some whiskey. Shade has asked you to collect a bottle of the stuff, and deliver it to Frank. How Shade expects Frank's corpse to drink the whiskey is anyone's guess. "
TurnInDescription="It's probably for the best that Frank is already dead -- that booze you just collected would have killed him anyway."
MissionSummary="Collect whiskey for Frank."
TeaserText="Nothin' says ''party'' like booze and corpses!"
